{
  "sections": {
    "policy_paragraph_RwVCUb": {
      "type": "policy-paragraph",
      "blocks": {
        "policy_FVtMnr": {
          "type": "policy",
          "settings": {
            "anchor": "PRIVACY POLICY",
            "heading": "PRIVACY POLICY",
            "text": "<p>Welcome to www.RomeTechBatteries.com. Rome Tech (\"we,\" \"us,\" or \"our\") is committed to protecting your privacy. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you visit our website www.RomeTechBatteries.com (the \"Site\").<\/p><p>Please read this Privacy Policy carefully. By using the Site, you consent to the data practices described in this Privacy Policy. If you do not agree with the terms of this Privacy Policy, please do not access the Site.<\/p><p>We reserve the right to make changes to this Privacy Policy at any time and for any reason. We will alert you about any changes by updating the \"Last updated\" date of this Privacy Policy. You are encouraged to periodically review this Privacy Policy to stay informed of updates.<\/p><p>Collection of Your InformationWe may collect information about you in a variety of ways. The information we may collect on the Site includes:<\/p><p><strong>a. Personal Data<\/strong><br\/>When you register for an account, make a purchase, or sign up for our newsletter, we may collect personally identifiable information, such as your name, shipping address, email address, and telephone number.<\/p><p><strong>b. Derivative Data<\/strong><br\/>Information our servers automatically collect when you access the Site, such as your IP address, browser type, operating system, access times, and the pages you have viewed directly before and after accessing the Site.<\/p><p><strong>c. Financial Data<\/strong><br\/>Financial information, such as data related to your payment method (e.g., credit card number, expiration date, and security code), is collected when you purchase, order, or request information about our products and services.<\/p><p><strong>Use of Your Information <\/strong><br\/>We may use information collected about you via the Site to:<\/p><p>a. Process your orders and manage your account.<\/p><p>b. Send you promotional materials and information.<\/p><p>c. Improve our products, services, and the overall user experience.<\/p><p>d. Monitor and analyze usage and trends to improve the Site's functionality.<\/p><p>e. Respond to customer service requests and support needs.<\/p><p><strong>Disclosure of Your Information<\/strong><\/p><p>We may share information we have collected about you in certain situations. Your information may be disclosed as follows:<\/p><p><strong>a. By Law or to Protect Rights<\/strong><br\/>If we believe the release of information about you is necessary to respond to legal process, to investigate or remedy potential violations of our policies, or to protect the rights, property, and safety of others, we may share your information as permitted or required by any applicable law, rule, or regulation.<\/p><p><strong>b. Third-Party Service Providers<\/strong><br\/>We may share your information with third parties that perform services for us or on our behalf, including payment processing, data analysis, email delivery, hosting services, customer service, and marketing assistance.<\/p><p>Security of Your Information<br\/>We use administrative, technical, and physical security measures to help protect your personal information. While we have taken reasonable steps to secure the personal information you provide to us, please be aware that no security measures are perfect or impenetrable, and no method of data transmission can be guaranteed against any interception or other type of misuse.<\/p><p><strong>Options Regarding Your Information<\/strong><\/p><p><strong>a. Account Information<\/strong><br\/>You may at any time review or change the information in your account or terminate your account by contacting us at support@rometechbatteries.com.<\/p><p><strong>b. Emails and Communications<\/strong><br\/>If you no longer wish to receive correspondence, emails, or other communications from us, you may opt-out by contacting us at support@rometechbatteries.com.<\/p><p><strong>Data Retention<\/strong><br\/>We will retain your personal information only for as long as is necessary for the purposes set out in this Privacy Policy. We will retain and use your information to the extent necessary to comply with our legal obligations, resolve disputes, and enforce our policies.<\/p><p>If you wish to request that we delete your account information and personal data from our systems, please contact us at support@rometechbatteries.com. However, note that we may retain certain information as required by law or for legitimate business purposes.<\/p><p><strong>Cookies and Tracking Technologies<\/strong><br\/>We and our third-party partners, including Google Analytics, Meta, Shopify, ShipStation, and other companies that assist with order management, marketing, shipping, and related activities, may use cookies, web beacons, and other tracking technologies to collect information about your activity, browser, and device on our Site. This allows us to store your preferences, analyze trends, administer the website, gather demographic information for analytics and advertising purposes, facilitate order processing and fulfillment, and enable other operational features.<\/p><p>The types of data collected through these tracking technologies may include IP addresses, browser type, operating system, referring URLs, activity and usage data, and other information about your device and online interactions. We may share this data with the aforementioned third parties to support their services.<\/p><p>Most web browsers are set to accept cookies by default, but you can choose to set your browser to remove or reject cookies. However, please note that disabling cookies may limit the functionality of the Site.<\/p><p><strong>Children's Privacy<\/strong><br\/>Our Site is not intended for children under 13 years of age, and we do not knowingly collect personal information from children. If we become aware that we have collected personal information from a child under 13 without parental consent, we will take steps to delete such information.<\/p><p><strong>International Data Transfers<\/strong><br\/>If you are located outside the United States, your information may be transferred to the U.S. or other countries for processing. By using our Site, you consent to the transfer and processing of your information in accordance with this Privacy Policy.<\/p><p><strong>Legal Bases for Processing (for EEA users)<\/strong><br\/>If you are located in the European Economic Area (EEA), our processing of your personal information will be based on one of the following legal grounds:<\/p><ul><li>Contract: Processing is necessary for the performance of a contract or to take steps to enter into a contract.<\/li><li>Consent: You have given us consent to use your data for specific purposes.<\/li><li>Legitimate Interests: Processing is necessary for our legitimate business interests.<\/li><li>Legal Obligation: Processing is necessary to comply with legal requirements.<\/li><\/ul><p><br\/><strong>User Rights<\/strong><br\/>If you are located in certain territories like the EEA, you may have rights related to accessing, correcting, downloading, or deleting your personal information on our systems. To exercise these rights, please contact support@rometechbatteries.com.<br\/><br\/><strong>Contact Us<\/strong><br\/>If you have questions or comments about this Privacy Policy, please contact us at:<br\/><br\/><strong>Rome Tech LLC<\/strong><br\/>141 Route 130 S Ste I # 307<br\/>Cinnaminson, NJ 08077-3373<br\/>Email: support@rometechbatteries.com<\/p>"
          }
        },
        "policy_Fgc3LB": {
          "type": "policy",
          "settings": {
            "anchor": "TERMS OF USE POLICY",
            "heading": "TERMS OF USE POLICY",
            "text": "<p>Welcome to Rome Tech Batteries! These Terms of Use (\"Terms\") govern your access and use of the website located at www.RomeTechBatteries.com (the \"Website\"). By accessing or using the Website, you agree to be bound by these Terms and our Privacy Policy. If you do not agree to these Terms, please do not use the Website.<br\/><br\/><strong>1. Introduction<\/strong><br\/>The Website is owned and operated by Rome Tech, LLC (\"Rome Tech\", \"we\", \"us\", or \"our\"). These Terms aim to establish guidelines for the proper and lawful use of the Website and protect the rights and interests of Rome Tech and its users.<br\/><br\/><strong>2. Definitions<\/strong><br\/>- \"Content\" refers to all text, graphics, logos, images, audio, video, data compilations, software, code, and other materials available on the Website.<br\/>- \"User Content\" means any content, materials, or information uploaded, posted, or submitted by users of the Website.<br\/><br\/><strong>3. Ownership and Use of Content<\/strong><br\/>The Website and all Content, excluding User Content, are owned by Rome Tech, our affiliates, licensors, or respective owners and are protected by intellectual property laws. You may view, download, and print Content from the Website for personal, non-commercial use, provided you keep all copyright and proprietary notices intact. Any other use, including reproduction, modification, distribution, transmission, republication, display, or performance of Content without prior written consent from Rome Tech is strictly prohibited.<br\/><br\/><strong>4. User Content<\/strong><br\/>By uploading, posting, or submitting User Content on the Website, you grant Rome Tech a non-exclusive, worldwide, royalty-free license to use, reproduce, distribute, and display such User Content in connection with the Website and our services. You represent and warrant that you have the necessary rights to grant this license and that your User Content does not infringe upon any third-party rights.<br\/><br\/><strong>5. User Conduct<\/strong><br\/>You agree to use the Website only for lawful purposes and in a manner that does not interfere with the use and enjoyment of the Website by others. Prohibited activities include, but are not limited to:<br\/><br\/>- Engaging in any unlawful or fraudulent activities<br\/>- Harassing, threatening, or intimidating other users<br\/>- Uploading or transmitting any viruses, malware, or other malicious code<br\/>- Attempting to gain unauthorized access to Rome Tech's systems or the systems of other users<br\/>- Collecting or harvesting personal information about other users without their consent<br\/><br\/>You are responsible for maintaining the confidentiality of your account credentials and are solely responsible for all activities that occur under your account.<br\/><br\/><strong>6. Third-Party Links and Content<\/strong><br\/>The Website may contain links to third-party websites, advertisers, or services that are not owned or controlled by Rome Tech. We do not endorse or assume any responsibility for the content, privacy policies, or practices of any third-party websites or services. You acknowledge and agree that Rome Tech shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with the use of or reliance on any such third-party content, goods, or services.<br\/><br\/><strong>7. Privacy and Data Protection<\/strong><br\/>Rome Tech respects your privacy and is committed to protecting your personal information. Our Privacy Policy, incorporated herein by reference, explains how we collect, use, and safeguard information provided by users of the Website.<br\/><br\/><strong>8. Intellectual Property Rights<\/strong><br\/>The Website, Content, and all associated trademarks, logos, and intellectual property rights are owned by Rome Tech, our affiliates, licensors, or respective owners. You may not use, reproduce, or modify any of Rome Tech's intellectual property without our prior written consent. If you believe that any content on the Website infringes upon your intellectual property rights, please notify us immediately at support@rometechbatteries.com<br\/><br\/><strong>9. Disclaimers and Warranties<\/strong><br\/>The Website and its Content are provided on an \"as is\" and \"as available\" basis without any representations or warranties of any kind, express or implied, including but not limited to warranties of merchantability, fitness for a particular purpose, non-infringement, or accuracy.<br\/><br\/>Rome Tech makes no representations or warranties that the Website will be uninterrupted, timely, secure, or error-free, or that any defects in the Website will be corrected.<br\/><br\/><strong>10. Limitation of Liability<\/strong><br\/>To the maximum extent permitted by applicable law, Rome Tech, its affiliates, officers, directors, employees, agents, and licensors shall not be liable for any direct, indirect, incidental, special, or consequential damages arising out of or relating to:<br\/><br\/>- The use or inability to use the Website<br\/>- Unauthorized access to or alteration of your transmissions or data<br\/>- Statements or conduct of any third party on the Website<br\/>- Any other matter relating to the Website or these Terms<br\/><br\/>This limitation of liability applies regardless of whether the alleged liability is based on contract, tort, negligence, strict liability, or any other basis, and even if Rome Tech has been advised of the possibility of such damages.<br\/><br\/><strong>11. Indemnification<\/strong><br\/>You agree to indemnify, defend, and hold harmless Rome Tech, its affiliates, officers, directors, employees, agents, and licensors from and against any claims, liabilities, damages, losses, and expenses, including reasonable attorneys' fees and costs, arising out of or relating to:<br\/><br\/>- Your use of the Website<br\/>- Your violation of these Terms<br\/>- Your violation of any rights of another party<br\/><br\/><strong>12. Dispute Resolution<\/strong><br\/>Any dispute arising out of or relating to these Terms or the Website shall be resolved through binding arbitration in accordance with the rules of the American Arbitration Association. The arbitration shall be conducted in Los Angeles, California, and the decision of the arbitrator shall be final and binding upon the parties.<br\/><br\/><strong>13. Termination<\/strong><br\/>Rome Tech reserves the right to terminate or suspend your access to the Website, without notice, for any reason, including but not limited to, a violation of these Terms.<br\/><br\/><strong>14. Modifications<\/strong><br\/>Rome Tech may modify these Terms at any time without prior notice. The most current version of the Terms will be posted on the Website. Your continued use of the Website after any modifications constitutes your acceptance of the revised Terms.<br\/><br\/><strong>15. Severability<\/strong><br\/>If any provision of these Terms is found to be invalid, unlawful, or unenforceable, such provision shall be severed from the remainder of the Terms, and the remaining provisions shall continue to be valid and enforceable.<br\/><br\/><strong>16. Governing Law and Jurisdiction<\/strong><br\/>These Terms shall be governed by and construed in accordance with the laws of the State of New Jersey, without regard to its conflict of law provisions. Any legal action or proceeding arising out of or relating to these Terms or the Website shall be brought exclusively in the state or federal courts located in Burlington County, New Jersey, and you hereby consent to the jurisdiction of such courts.<br\/><br\/><strong>17. Entire Agreement<\/strong><br\/>These Terms, together with our Privacy Policy, constitute the entire agreement between you and Rome Tech regarding your use of the Website and supersede all prior or contemporaneous communications and proposals, whether oral, written, or electronic.<br\/><br\/><strong>Contact<\/strong><br\/>If you have any questions about these Terms or the Website, please contact us at support@rometechbatteries.com<br\/><\/p>"
          }
        },
        "policy_apLRec": {
          "type": "policy",
          "settings": {
            "anchor": "CCPA POLICY & PROP 65 NOTICE",
            "heading": "CCPA POLICY & PROP 65 NOTICE (Effective April 5, 2024)",
            "text": "<p><strong>I. Introduction<\/strong><br\/>At RomeTech Batteries, we value your privacy and are committed to protecting your personal information. This Privacy Policy outlines our practices regarding the California Consumer Privacy Act (CCPA) and Proposition 65 (Prop 65) regulations. By using our website (www.RomeTechBatteries.com) or services, you agree to the collection, use, and disclosure of your personal information as described herein. If you disagree with these terms, please refrain from using our website or services.<br\/><br\/><strong>II. CCPA Privacy Policy<\/strong><br\/>The California Consumer Privacy Act (CCPA) grants California residents certain rights regarding their personal information, including:<br\/><br\/>- The right to know what personal information is collected about them.<br\/>- The right to know whether their personal information is sold or disclosed, and to whom.<br\/>- The right to opt-out of the sale of their personal information.<br\/>- The right to access their personal information.<br\/>- The right to equal service and pricing, even if they exercise their privacy rights.<br\/><br\/><strong>A. Categories of Personal Information Collected<\/strong><br\/>We collect the following categories of personal information about our users:<br\/><br\/>- Identifiers (e.g., name, email address, mailing address, phone number, IP address, and other unique identifiers).<br\/>- Internet or network activity information (e.g., browsing history, search history, and interaction data with our website or services).<br\/>- Geolocation data.<br\/>- Professional or employment-related information.<br\/><br\/><strong>B. How We Use Personal Information<\/strong><br\/>We use the personal information collected for the following purposes:<br\/><br\/>- To provide and maintain our website and services.<br\/>- To communicate with you about updates, promotions, or other relevant matters.<br\/>- To improve the user experience of our website and services.<br\/>- To comply with legal requirements and protect our legal rights.<br\/><br\/><strong>C. Disclosure of Personal Information<\/strong><br\/>We may disclose your personal information to third parties for the following purposes:<br\/><br\/>- To provide and maintain our website and services.<br\/>- To comply with legal requirements and protect our legal rights.<br\/>- For marketing and promotional purposes, with your consent.<br\/><br\/><strong>D. Your CCPA Rights and Choices<\/strong><br\/>California residents have the right to request access to their personal information, request deletion of their personal information, and opt-out of the sale of their personal information. To exercise these rights, please contact us at support@rometechbatteries.com.<br\/><br\/><strong>III. Prop 65 Policy<\/strong><br\/>California's Proposition 65 requires businesses to provide warnings about exposure to chemicals known to cause cancer, birth defects, or other reproductive harm. RomeTech Batteries is dedicated to ensuring compliance with Prop 65.<br\/><br\/><strong>A. Prop 65 Warnings<\/strong><br\/>Some products on our website may contain Prop 65 warnings due to the materials used in the manufacturing process.<br\/><br\/><strong>B. Additional Information<\/strong><br\/>For more information about Prop 65, please visit the California Office of Environmental Health Hazard Assessment (OEHHA) website at www.P65Warnings.ca.gov.<br\/><br\/><strong>IV. Changes to this Privacy Policy<\/strong><br\/>We reserve the right to update or modify this Privacy Policy at any time. Any changes will be posted on this page, and your continued use of www.RomeTechBatteries.com constitutes your acceptance of the updated Privacy Policy.<br\/><br\/><strong>V. Contact Us<\/strong><br\/>If you have any questions or concerns about this Privacy Policy or our compliance with CCPA and Prop 65, please contact us at support@rometechbatteries.com.<br\/><br\/>Rome Tech LLC<br\/>141 Route 130 S Ste I # 307<br\/>Cinnaminson, NJ 08077-3373<br\/>Email: support@rometechbatteries.com<\/p>"
          }
        },
        "policy_R8pMHX": {
          "type": "policy",
          "settings": {
            "anchor": "INTELLECTUAL PROPERTY AND TRADEMARK POLICY",
            "heading": "INTELLECTUAL PROPERTY AND TRADEMARK POLICY",
            "text": "<p><strong>Introduction<\/strong><br\/>Rome Tech LLC. (hereinafter referred to as \"Rome Tech\" \"Rome Tech Batteries\" or the \"Company\") is committed to protecting its valuable intellectual property rights, which are critical assets that support our battery technology and product innovations. We also respect the intellectual property rights of others and expect our employees, contractors, affiliates, and partners to do the same. This Intellectual Property and Trademark Policy (the \"Policy\") outlines the principles and procedures that govern the use, protection, and enforcement of Rome Tech's intellectual property, as well as our commitment to respecting third-party intellectual property rights.<br\/><br\/><strong>Intellectual Property Rights<\/strong><br\/>1.1. Rome Tech's intellectual property rights include, but are not limited to, copyrights, trademarks, trade names, service marks, domain names, design rights, patents, trade secrets, and other proprietary rights, whether registered or unregistered (collectively, the \"Intellectual Property Rights\"). These rights cover our battery designs, software, and other proprietary technologies.<br\/><br\/>1.2. Rome Tech values its Intellectual Property Rights and will take appropriate measures to protect and enforce these rights.<br\/><br\/>1.3. Rome Tech expects its employees, contractors, affiliates, and partners to respect the Intellectual Property Rights of third parties and to comply with all applicable laws, regulations, and contractual obligations related to intellectual property.<br\/><br\/><strong>Trademark Usage<\/strong><br\/>2.1. Rome Tech's trademarks, including but not limited to \"Rome Tech,\" \"Rome Tech Batteries,\" the Rome Tech logo, and any other marks associated with the Company, whether registered or unregistered, are valuable assets that must be used properly.<br\/><br\/>2.2. Any use of Rome Tech's trademarks must be in accordance with this Policy and any applicable guidelines issued by the Company.<br\/><br\/>2.3. Rome Tech's trademarks should not be modified or altered in any way, and should always be accompanied by the appropriate trademark symbols (e.g., ® or ™).<br\/><br\/>2.4. Rome Tech's trademarks should not be used in a manner that may be confusing, misleading, or deceptive, or that may imply endorsement, affiliation, or sponsorship by Rome Tech, unless such use is expressly authorized by the Company.<br\/><br\/>2.5. Third parties, such as distributors, resellers, or partners, must follow Rome Tech's guidelines for co-branding or using our trademarks in marketing materials. Unauthorized use is strictly prohibited.<br\/><br\/><strong>Third-Party Intellectual Property<\/strong><br\/>3.1. Rome Tech is committed to respecting the Intellectual Property Rights of third parties and expects its employees, contractors, affiliates, and partners to do the same.<br\/><br\/>3.2. Unauthorized use of third-party Intellectual Property Rights, including but not limited to copying and distributing copyrighted materials, using third-party trademarks in advertising without permission, or infringing on third-party patents or trade secrets, may result in legal liability and reputational harm to Rome Tech.<br\/><br\/>3.3. Rome Tech employees, contractors, affiliates, and partners must obtain appropriate licenses, permissions, or consents before using third-party Intellectual Property Rights.<br\/><br\/><strong>Reporting Intellectual Property Infringement<\/strong><br\/>4.1. If you believe that your Intellectual Property Rights have been infringed by content or materials appearing on Rome Tech's website (www.RomeTechBatteries.com) or through Rome Tech's products or services, please notify us by sending an email to support@rometechbatteries.com with the subject line \"Intellectual Property Infringement Notification.\"<br\/><br\/><strong>4.2. In your notification, please provide the following information:<\/strong><br\/>a. Your full name, mailing address, email address, and telephone number;<br\/>b. A detailed description of the Intellectual Property Rights you claim have been infringed;<br\/>c. A description of where the allegedly infringing material is located on the Rome Tech website or within Rome Tech's products or services;<br\/>d. A statement that you have a good faith belief that the use of the material is not authorized by the Intellectual Property Rights owner, its agent, or the law;<br\/>e. A statement that the information in the notification is accurate, and under penalty of perjury, that you are the owner of the Intellectual Property Rights or are authorized to act on behalf of the owner;<br\/>f. Your physical or electronic signature.<br\/><br\/><strong>Responding to Infringement Notifications<\/strong><br\/>5.1. Rome Tech will promptly review all infringement notifications received and will respond within a reasonable timeframe, typically within 14 business days.<br\/><br\/>5.2. If Rome Tech determines that the reported use of materials constitutes infringement of a third party's Intellectual Property Rights, we will take appropriate action, which may include removing or disabling access to the infringing materials or terminating relationships with parties that infringe intellectual property rights.<br\/><br\/><strong>Enforcing Rome Tech's Intellectual Property Rights<\/strong><br\/>6.1. Rome Tech will take appropriate measures to protect and enforce its Intellectual Property Rights, including sending cease-and-desist letters or pursuing legal action in cases of infringement.<br\/><br\/><strong>Fair Use and Limitations<\/strong><br\/>7.1. Rome Tech respects fair use and other limitations on intellectual property rights, such as exceptions for parody, criticism, or educational purposes, as defined by applicable laws and regulations.<br\/><br\/><strong>Compliance and Review<\/strong><br\/>8.1. All Rome Tech employees, contractors, affiliates, and partners are required to comply with this Intellectual Property and Trademark Policy.<br\/><br\/>8.2. Rome Tech will review and update this Policy regularly to ensure compliance with changes in intellectual property laws and regulations.<br\/><br\/>By implementing these changes, the policy should provide a more comprehensive framework for protecting Rome Tech's intellectual property rights, respecting third-party rights, and outlining procedures for addressing infringement concerns. Additionally, it emphasizes Rome Tech's commitment to fair use and legal limitations on intellectual property rights.<\/p>"
          }
        }
      },
      "block_order": [
        "policy_FVtMnr",
        "policy_Fgc3LB",
        "policy_apLRec",
        "policy_R8pMHX"
      ],
      "settings": {
        "heding": false,
        "color_scheme": "",
        "full_width": false,
        "padding_top": 60,
        "padding_bottom": 60
      }
    }
  },
  "order": [
    "policy_paragraph_RwVCUb"
  ]
}
